tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "peterldowns/tap"
brew "awscli"
brew "cocoapods"
brew "colima"
brew "direnv"
brew "docker-buildx"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "htop"
brew "jq"
brew "macpine"
brew "neovim"
brew "nmap"
brew "nvm"
brew "openjdk@11"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "vhs"
brew "vim"
brew "watch"
brew "hashicorp/tap/terraform"
brew "peterldowns/tap/localias"
cask "dbeaver-community"
cask "docker"
cask "localias-app"
cask "mos"
cask "orbstack"
cask "rectangle"
cask "spotify"
cask "temurin17"
cask "visual-studio-code"
cask "wezterm"
vscode "corvofeng.Vsnips"
vscode "Dart-Code.dart-code"
vscode "golang.go"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscodevim.vim"
vscode "Vue.volar"
