tap "datawire/blackbird"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "peterldowns/tap"
brew "awscli"
brew "cloudflared"
brew "cocoapods"
brew "colima"
brew "direnv"
brew "docker-buildx"
brew "p7zip"
brew "dtrx"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "go"
brew "helm"
brew "htop"
brew "jdtls"
brew "jq"
brew "macpine"
brew "maven"
brew "minikube"
brew "neovim"
brew "nmap"
brew "nvm"
brew "oauth2_proxy"
brew "openjdk@11"
brew "pyenv-virtualenv"
brew "redis"
brew "ripgrep"
brew "sqlcmd"
brew "starship"
brew "stow"
brew "tailscale"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "universal-ctags"
brew "vhs"
brew "vim"
brew "watch"
brew "gromgit/fuse/sshfs-mac"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "peterldowns/tap/localias"
cask "alfred"
cask "arc"
cask "cloudflare-warp"
cask "crystalfetch"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "localias-app"
cask "macfuse"
cask "mos"
cask "orbstack"
cask "parallels"
cask "powershell"
cask "rectangle"
cask "shottr"
cask "spotify"
cask "temurin17"
cask "utm"
cask "visual-studio-code"
cask "wezterm"
vscode "corvofeng.Vsnips"
vscode "Dart-Code.dart-code"
vscode "golang.go"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscodevim.vim"
vscode "Vue.volar"
